Repository: ilhomjonuz/USAT-journal-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Personal info
uz: Shaxsiy ma’lumotlar

source: Permissions
uz: Ruxsatlar

source: Important dates
uz: Muhim sanalar

source: Role
uz: Rol

source: Account
uz: Hisob

source: Accounts
uz: Hisoblar

source: Username or Email
uz: Foydalanuvchi nomi yoki Email

source: Enter your username or email
uz: Foydalanuvchi nomi yoki emailingizni kiriting

source: Password
uz: Parol

source: Enter your password
uz: Parolingizni kiriting

source: Both username/email and password are required.
uz: Foydalanuvchi nomi/email va parol ikkala maydon ham talab qilinadi.

source: Please enter a correct username/email and password. Note that both fields may be case-sensitive.
uz: Iltimos, to‘g‘ri foydalanuvchi nomi/email va parolni kiriting. E’tibor bering, ikkala maydon ham katta-kichik harflarga sezgir bo‘lishi mumkin.

source: This account is inactive.
uz: Bu hisob faol emas.

source: You don't have permission to access the admin site.
uz: Sizda admin saytga kirish huquqi yo‘q.

source: Author
uz: Muallif

source: Editor
uz: Muharrir

source: Reviewer
uz: Taqrizchi

source: Secretary
uz: Kotib

source: Deputy Editor
uz: Muharrir o‘rinbosari

source: Initial Registration
uz: Dastlabki ro‘yxatdan o‘tish

source: Personal Information
uz: Shaxsiy ma’lumotlar

source: Workplace Information
uz: Ish yoki o‘qish joyi ma’lumotlari

source: Contact Information
uz: Aloqa ma’lumotlari

source: Academic Information
uz: Akademik ma’lumotlar

source: Profile Completed
uz: Profil to‘ldirildi

source: Email address
uz: Email manzili

source: Is email verified
uz: Email tasdiqlanganmi

source: Profile Completion Step
uz: Profil to‘ldirish bosqichi

source: Prefer Dark Mode
uz: Qorong‘i rejimni afzal ko‘ring

source: User
uz: Foydalanuvchi

source: Users
uz: Foydalanuvchilar

source: Password fields didn't match.
uz: Parol maydonlari mos kelmadi.

source: User with this email does not exist.
uz: Ushbu email bilan foydalanuvchi mavjud emas.

source: Verification code has expired.
uz: Tasdiqlash kodi muddati o‘tgan.

source: Invalid verification code.
uz: Noto‘g‘ri tasdiqlash kodi.

source: No user found with this username.
uz: Ushbu foydalanuvchi nomi bilan hech qanday foydalanuvchi topilmadi.

source: Invalid credentials.
uz: Noto‘g‘ri ma’lumotlar.

source: User account is disabled.
uz: Foydalanuvchi akkaunti o‘chirib qo‘yilgan.

source: Reset token has expired.
uz: Tiklash tokeni muddati o‘tgan.

source: Invalid reset token.
uz: Noto‘g‘ri tiklash tokeni.

source: Email Verification Code
uz: Email tasdiqlash kodi.

source: Your verification code is: {code} Do not share this code with anyone for security reasons.
uz: Sizning tasdiqlash kodingiz: {code} Xavfsizlik sababli bu kodni hech kim bilan ulashmang.

source: Password Reset Code
uz: Parolni tiklash kodi

source: Your password reset code is: {code} Do not share this code with anyone for security reasons.
uz: Sizning parolni tiklash kodingiz: {code} Xavfsizlik sababli bu kodni hech kim bilan ulashmang.

source: Registration successful. Please verify your email.
uz: Ro‘yxatdan o‘tish muvaffaqiyatli yakunlandi. Iltimos, emailingizni tasdiqlang.

source: Email verified successfully.
uz: Email muvaffaqiyatli tasdiqlandi.

source: Verification code resent successfully.
uz: Tasdiqlash kodi qayta yuborildi.

source: Email not verified. A new verification code has been sent.
uz: Email tasdiqlanmagan. Yangi tasdiqlash kodi yuborildi.

source: Refresh token is required
uz: Yangilash tokeni talab qilinadi.

source: Logout successful
uz: Chiqish muvaffaqiyatli yakunlandi.

source: Invalid or expired token
uz: Noto‘g‘ri yoki muddati o‘tgan token.

source: Logout failed
uz: Chiqish muvaffaqiyatsiz yakunlandi.

source: Old password is incorrect.
uz: Eski parol noto‘g‘ri.

source: Password changed successfully.
uz: Parol muvaffaqiyatli o‘zgartirildi.

source: Password reset code sent to your email.
uz: Parolni tiklash kodi emailingizga yuborildi.

source: Verification code is valid.
uz: Tasdiqlash kodi yaroqli.

source: Password reset verification code resent successfully
uz: Parolni tiklash tasdiqlash kodi muvaffaqiyatli qayta yuborildi

source: Password reset successful.
uz: Parolni tiklash muvaffaqiyatli.

source: Personal information updated successfully.
uz: Shaxsiy ma’lumotlar muvaffaqiyatli yangilandi.

source: Workplace information updated successfully.
uz: Ish joyi ma’lumotlari muvaffaqiyatli yangilandi.

source: Contact information updated successfully.
uz: Kontakt ma’lumotlari muvaffaqiyatli yangilandi.

source: Academic information updated successfully.
uz: Akademik ma’lumotlar muvaffaqiyatli yangilandi.

source: Welcome back! You have successfully logged in.
uz: Qaytib kelganingizdan xursandmiz! Siz muvaffaqiyatli tizimga kirdingiz.

source: Invalid username/email or password.
uz: Yaroqsiz foydalanuvchi nomi/elektron pochta yoki parol.

source: You have been successfully logged out.
uz: Siz tizimdan muvaffaqiyatli chiqdingiz.

source: Archive
uz: Arxiv

source: Archives
uz: Arxivlar

source: Article Information
uz: Maqola ma’lumotlari

source: Files
uz: Fayllar

source: Page Information
uz: Sahifa ma’lumotlari

source: Statistics
uz: Statistika

source: Status and Dates
uz: Holat va sanalar

source: Journal
uz: Jurnal

source: Published
uz: Nashr etilgan

source: Article
uz: Maqola

source: Articles
uz: Maqolalar

source: Direction
uz: Yo‘nalish

source: Title
uz: Sarlavha

source: Keywords
uz: Kalit so‘zlar

source: Enter keywords separated by commas
uz: Kalit so‘zlarni vergul bilan ajratib kiriting

source: Annotation
uz: Annotatsiya

source: List of references
uz: Adabiyotlar ro‘yxati

source: Authors
uz: Mualliflar

source: Anti-Plagiarism Certificate
uz: Antiplagiat sertifikati

source: Accepted file types: .pdf
uz: Qabul qilinadigan fayl turlari: .pdf

source: Original Article File
uz: Asl maqola fayli

source: Accepted file types: .txt, .doc, .docx, .odt
uz: Qabul qilinadigan fayl turlari: .txt, .doc, .docx, .odt

source: Revised Article File
uz: Qayta ko‘rib chiqilgan maqola fayli

source: Accepted file types: .doc, .docx, .odt, .pdf, .ppt, .pptx, .xls, .xlsx, .txt, .rtf
uz: Qabul qilinadigan fayl turlari: .doc, .docx, .odt, .pdf, .ppt, .pptx, .xls, .xlsx, .txt, .rtf

source: Start Page
uz: Boshlang‘ich sahifa

source: Starting page in the journal
uz: Jurnaldagi boshlang‘ich sahifa

source: End Page
uz: Oxirgi sahifa

source: Ending page in the journal
uz: Jurnaldagi oxirgi sahifa

source: Views Count
uz: Ko‘rishlar soni

source: Number of times the article has been viewed
uz: Maqola necha marta ko‘rilgani

source: Downloads Count
uz: Yuklab olishlar soni

source: Number of times the article has been downloaded
uz: Maqola necha marta yuklab olingani

source: Status
uz: Holat

source: Submission Date
uz: Topshirish sanasi

source: Article returned for editing date
uz: Tahrirga qaytarilgan sana

source: Acceptance Date
uz: Qabul qilingan sana

source: Date when the article was accepted
uz: Maqola qabul qilingan sana

source: Publication Date
uz: Nashr etilgan sana

source: Date when the article was published
uz: Maqola nashr etilgan sana

source: Last Updated
uz: Oxirgi yangilanish

source: Journal Issue
uz: Jurnal soni

source: Direction id is required
uz: Yo‘nalish id kiritilishi kerak

source: Invalid direction id
uz: Yo‘nalish id xato

source: Article was created successfully
uz: Maqola muvaffaqiyatli yaratildi

source: Article was updated successfully
uz: Maqola muvaffaqiyatli yangilandi

source: Article was deleted successfully
uz: Maqola muvaffaqiyatli o‘chirildi

source: Article status changed to %(status)s
uz: Maqola holati %(status)s ga o‘zgartirildi

source: Invalid file type
uz: Fayl turi yaroqsiz

source: File not found
uz: Fayl topilmadi

source: Missing required parameters
uz: Kerakli parametrlar etishmayapti

source: Invalid action
uz: Yaroqsiz harakat

source: Media directory is not writable:
uz: Media katalogga yozish mumkin emas:

source: Article submitted successfully
uz: Maqola muvaffaqiyatli yuborildi

source: Error reading file
uz: Faylni o‘qishda xatolik

source: File not found on server
uz: Fayl serverda topilmadi

source: No revised file available for this article
uz: Bu maqolada qayta ko‘rilgan fayl mavjud emas

source: User profile
uz: Foydalanuvchi profili

source: (PhD), Economics
uz: (PhD), Iqtisodiyot

source: (PhD), Pedagogy
uz: (PhD), Pedagogika

source: (PhD), Technical Sciences
uz: (PhD), Texnika fanlari

source: (DSc), Economics
uz: (DSc), Iqtisodiyot

source: (DSc), Pedagogy
uz: (DSc), Pedagogika

source: (DSc), Technical Sciences
uz: (DSc), Texnika fanlari

source: Docent
uz: Dotsent

source: Academic
uz: Akademik

source: First Name
uz: Ism

source: Last Name
uz: Familiya

source: Country
uz: Mamlakat

source: City
uz: Shahar

source: Workplace
uz: Ish joyi

source: Position or level of education
uz: Lavozim yoki ta’lim bosqichi

source: Email
uz: Elektron pochta

source: Phone Number
uz: Telefon raqami

source: Telegram Contact
uz: Telegram kontakti

source: Telegram username
uz: Telegram foydalanuvchi nomi

source: WhatsApp Contact
uz: WhatsApp kontakti

source: WhatsApp number
uz: WhatsApp raqami

source: Academic Degree
uz: Ilmiy daraja

source: Academic Title
uz: Ilmiy unvon

source: ORCID Number
uz: ORCID raqami

source: ORCID identifier
uz: ORCID identifikatori

source: Created At
uz: Yaratilgan sana

source: Author created successfully.
uz: Muallif muvaffaqiyatli yaratildi

source: Author updated successfully.
uz: Muallif muvaffaqiyatli yangilandi

source: Author deleted successfully.
uz: Muallif muvaffaqiyatli o‘chirildi

source: Directions
uz: Yo‘nalishlar

source: Category Name (Uzbek)
uz: Yo‘nalish nomi (o‘zbek)

source: Category Name (Russian)
uz: Yo‘nalish nomi (rus)

source: Category Name (English)
uz: Yo‘nalish nomi (ingliz)

source: Direction Name
uz: Yo‘nalish nomi

source: Direction Code
uz: Yo‘nalish kodi

source: Description
uz: Tavsif

source: Category created successfully.
uz: Yo‘nalish muvaffaqiyatli yaratildi

source: Category updated successfully.
uz: Yo‘nalish muvaffaqiyatli yangilandi

source: This category cannot be deleted because it is referenced by other objects.
uz: Bu yo‘nalishni o‘chirib bo‘lmaydi, chunki unga boshqa obyektlar havola qilingan.

source: Dashboard
uz: Boshqaruv paneli

source: Issue Information
uz: Son haqida ma’lumot

source: Journals
uz: Jurnallar

source: Journal Name
uz: Jurnal nomi

source: Updated At
uz: Yangilangan sana

source: Volume Number
uz: Jild raqami

source: Year
uz: Yil

source: Journal Volume
uz: Jurnal jildi

source: Journal Volumes
uz: Jurnal jildlari

source: Volume
uz: Jild

source: Issue Number
uz: Son raqami

source: Cover Image
uz: Muqova rasmi

source: Journal File
uz: Jurnal fayli

source: Is Published
uz: Nashr etilganmi

source: Journal Issues
uz: Jurnal sonlari

source: Issue
uz: Son

source: Journal created successfully.
uz: Jurnal muvaffaqiyatli yaratildi

source: Journal updated successfully.
uz: Jurnal muvaffaqiyatli yangilandi

source: This journal cannot be deleted because it is referenced by other objects. {}
uz: Bu jurnalni o‘chirib bo‘lmaydi, chunki unga boshqa obyektlar havola qilingan. {}

source: Journal Volume created successfully.
uz: Jurnal jildi muvaffaqiyatli yaratildi

source: Journal Volume updated successfully.
uz: Jurnal jildi muvaffaqiyatli yangilandi

source: Issues
uz: Sonlar

source: This volume cannot be deleted because it is referenced by other objects.
uz: Bu jildni o‘chirib bo‘lmaydi, chunki unga boshqa obyektlar havola qilingan.

source: Journal Issue created successfully.
uz: Jurnal soni muvaffaqiyatli yaratildi

source: Journal Issue updated successfully.
uz: Jurnal soni muvaffaqiyatli yangilandi

source: This issue cannot be deleted because it is referenced by other objects.
uz: Bu sonni o‘chirib bo‘lmaydi, chunki unga boshqa obyektlar havola qilingan.

source: Review
uz: Taqriz

source: Reviews
uz: Taqrizlar

source: English
uz: Inglizcha

source: Confirm Delete Article
uz: Maqolani o‘chirishni tasdiqlang

source: Are you sure you want to delete this article?
uz: Haqiqatan ham ushbu maqolani o‘chirib tashlamoqchimisiz?

source: Back
uz: Orqaga

source: Article Details
uz: Maqola haqida ma’lumot

source: Category
uz: Yo‘nalish

source: Warning: This action cannot be undone. All data associated with this article will be permanently deleted.
uz: Ogohlantirish: Bu amalni bekor qilib bo‘lmaydi. Ushbu maqola bilan bog‘liq barcha ma’lumotlar butunlay o‘chiriladi.

source: Confirm Delete
uz: O‘chirishni tasdiqlang

source: Cancel
uz: Bekor qilish

source: Edit
uz: Tahrirlash

source: Delete
uz: O‘chirish

source: Page Range
uz: Sahifa diapazoni

source: pages
uz: sahifalar

source: Not set
uz: Belgilanmagan

source: Documents
uz: Hujjatlar

source: Original File
uz: Asl fayl

source: Revised File
uz: Qayta ko‘rib chiqilgan fayl

source: Downloads
uz: Yuklab olishlar

source: Views
uz: Ko‘rishlar

source: Status Information
uz: Holat haqida ma’lumot

source: Status Date
uz: Holat sanasi

source: N/A
uz: Mavjud emas

source: Not assigned
uz: Belgilanmagan

source: Set Under Review
uz: Ko‘rib chiqishga o‘tkazish

source: Accept
uz: Qabul qilish

source: Reject
uz: Rad etish

source: Publish
uz: Nashr etish

source: Edit Article
uz: Maqolani tahrirlash

source: Create Article
uz: Maqola yaratish

source: Fill in the article information below
uz: Quyidagi maqola ma’lumotlarini to‘ldiring

source: Update Article
uz: Maqolani yangilash

source: Select authors
uz: Mualliflarni tanlang

source: Select journal issue
uz: Jurnal sonini tanlang

source: Select status
uz: Holatni tanlang

source: End page cannot be less than start page
uz: Oxirgi sahifa boshlang‘ich sahifadan kam bo‘lmasligi kerak

source: You have total
uz: Sizda jami

source: articles
uz: maqolalar

source: Add Article
uz: Maqola qo‘shish

source: Search by title or keywords
uz: Sarlavha yoki kalit so‘zlar bo‘yicha qidirish

source: Filter
uz: Filtrlash

source: Reset
uz: Qayta o‘rnatish

source: Submitted
uz: Topshirilgan

source: Reviewed at
uz: Ko‘rib chiqilgan vaqt

source: Quick View
uz: Tezkor ko‘rish

source: View Details
uz: Tafsilotlarni ko‘rish

source: Page
uz: Sahifa

source: of
uz: dan

source: Error
uz: Xatolik

source: An error occurred. Please try again.
uz: Xatolik yuz berdi. Iltimos, qayta urinib ko‘ring.

source: Sign In
uz: Kirish

source: Access the JournalAdmin using your username or email and password.
uz: JournalAdmin-ga foydalanuvchi nomingiz yoki elektron pochtangiz va parolingiz yordamida kiring.

source: Sign in
uz: Kirish

source: Dark Mode
uz: Qorong‘i rejim

source: Light Mode
uz: Yorug‘ rejim

source: Confirm Delete Author
uz: Muallifni o‘chirishni tasdiqlang

source: Are you sure you want to delete this author?
uz: Haqiqatan ham ushbu muallifni o‘chirib tashlamoqchimisiz?

source: Author Details
uz: Muallif tafsilotlari

source: This action cannot be undone.
uz: Bu amalni qaytarib bo‘lmaydi.

source: Name
uz: Ism

source: Phone
uz: Telefon

source: Edit Author
uz: Muallifni tahrirlash

source: Add Author
uz: Muallif qo‘shish

source: Please fill in the information below
uz: Iltimos, quyidagi ma’lumotlarni to‘ldiring

source: Update Author
uz: Muallifni yangilash

source: Delete Author
uz: Muallifni o‘chirish

source: Select an option
uz: Variantni tanlang

source: authors
uz: mualliflar

source: Search by name or email
uz: Ism yoki elektron pochta orqali qidirish

source: Actions
uz: Harakatlar

source: Blank
uz: Bo‘sh

source: Confirm Delete Category
uz: Yo‘nalishni o‘chirishni tasdiqlang

source: Are you sure you want to delete this category?
uz: Haqiqatan ham ushbu yo‘nalishni o‘chirib tashlamoqchimisiz?

source: Category Details
uz: Yo‘nalish tafsilotlari

source: Field
uz: Maydon

source: Uzbek
uz: O‘zbek

source: Russian
uz: Rus

source: Code
uz: Kod

source: This deletion will also remove:
uz: Bu o‘chirish quyidagilarni ham olib tashlaydi:

source: And
uz: Va

source: more...
uz: ko‘proq...

source: Warning: Deleting this category will also delete all related articles. This action cannot be undone.
uz: Ogohlantirish: Ushbu yo‘nalishni o‘chirish barcha tegishli maqolalarni ham o‘chirib tashlaydi. Bu amalni qaytarib bo‘lmaydi.

source: This category has no related objects. Deleting it will not affect any other data.
uz: Bu yo‘nalishda bog‘liq obyektlar yo‘q. Uni o‘chirish boshqa ma’lumotlarga ta’sir qilmaydi.

source: Edit Category
uz: Yo‘nalishni tahrirlash

source: Create Category
uz: Yo‘nalish yaratish

source: Edit existing category
uz: Mavjud yo‘nalishni tahrirlash

source: Create a new category
uz: Yangi yo‘nalish yaratish

source: Category List
uz: Yo‘nalishlar ro‘yxati

source: Category Name
uz: Yo‘nalish nomi

source: Category Code
uz: Yo‘nalish kodi

source: Update Category
uz: Yo‘nalishni yangilash

source: Categories
uz: Yo‘nalishlar

source: You have total %(count)s categories.
uz: Sizda jami %(count)s ta yo‘nalish bor.

source: Category name
uz: Yo‘nalish nomi

source: Created Date
uz: Yaratilgan sana

source: Remove
uz: Olib tashlash

source: USAT journal Dashboard
uz: USAT jurnal boshqaruv paneli

source: Export
uz: Eksport

source: Reports
uz: Hisobotlar

source: Add User
uz: Foydalanuvchi qo‘shish

source: USAT journal
uz: USAT jurnali

source: JournalAdmin Logo
uz: JournalAdmin logotipi

source: Previous
uz: Oldingi

source: Next
uz: Keyingi

source: View Profile
uz: Profilni ko‘rish

source: Account Setting
uz: Hisob sozlamalari

source: Sign out
uz: Chiqish

source: Notifications
uz: Bildirishnomalar

source: Mark All as Read
uz: Hammasini o‘qilgan deb belgilash

source: You have requested to
uz: Siz so‘rov yubordingiz

source: Widthdrawl
uz: Yechib olish

source: 2 hrs ago
uz: 2 soat oldin

source: Your
uz: Sizning

source: Deposit Order
uz: Depozit buyurtmangiz

source: is placed
uz: joylashtirildi

source: View All
uz: Hammasini ko‘rish

source: Dashboards
uz: Boshqaruv panellari

source: Journal dashboard
uz: Jurnal boshqaruv paneli

source: Applications
uz: Ilovalar

source: Journal volumes
uz: Jurnal jildlari

source: Journal issues
uz: Jurnal sonlari

source: Authentication
uz: Autentifikatsiya

source: Confirm Delete Journal Issue
uz: Jurnal sonini o‘chirishni tasdiqlang

source: Are you sure you want to delete this journal issue?
uz: Haqiqatan ham ushbu jurnal sonini o‘chirib tashlamoqchimisiz?

source: Issue Details
uz: Son tafsilotlari

source: Draft
uz: Qoralama

source: Warning: Deleting this issue will also delete all related articles. This action cannot be undone.
uz: Ogohlantirish: Ushbu sonni o‘chirish barcha tegishli maqolalarni ham o‘chirib tashlaydi. Bu amalni qaytarib bo‘lmaydi.

source: This issue has no related objects. Deleting it will not affect any other data.
uz: Bu sonda bog‘liq obyektlar yo‘q. Uni o‘chirish boshqa ma’lumotlarga ta’sir qilmaydi.

source: Edit Journal Issue
uz: Jurnal sonini tahrirlash

source: Create Journal Issue
uz: Jurnal soni yaratish

source: Update Issue
uz: Sonni yangilash

source: Create Issue
uz: Son yaratish

source: You have total %(count)s journal issues.
uz: Sizda jami %(count)s ta jurnal soni bor.

source: No issues found.
uz: Hech qanday son topilmadi.

source: Confirm Delete Journal
uz: Jurnalni o‘chirishni tasdiqlang

source: Are you sure you want to delete this journal?
uz: Haqiqatan ham ushbu jurnalni o‘chirib tashlamoqchimisiz?

source: Journal Details
uz: Jurnal tafsilotlari

source: Warning: Deleting this journal will also delete all related volumes, issues, and articles. This action cannot be undone.
uz: Ogohlantirish: Ushbu jurnalni o‘chirish barcha tegishli jildlar, sonlar va maqolalarni ham o‘chirib tashlaydi. Bu amalni qaytarib bo‘lmaydi.

source: This journal has no related objects. Deleting it will not affect any other data.
uz: Bu jurnalda bog‘liq obyektlar yo‘q. Uni o‘chirish boshqa ma’lumotlarga ta’sir qilmaydi.

source: Edit Journal
uz: Jurnalni tahrirlash

source: Create Journal
uz: Jurnal yaratish

source: Edit existing journal
uz: Mavjud jurnalni tahrirlash

source: Create a new journal
uz: Yangi jurnal yaratish

source: Journal List
uz: Jurnallar ro‘yxati

source: Update Journal
uz: Jurnalni yangilash

source: You have total %(count)s journals.
uz: Sizda jami %(count)s ta jurnal bor.

source: Journal name
uz: Jurnal nomi

source: Updated Date
uz: Yangilangan sana

source: Confirm Delete Journal Volume
uz: Jurnal jildini o‘chirishni tasdiqlang

source: Are you sure you want to delete this journal volume?
uz: Haqiqatan ham ushbu jurnal jildini o‘chirib tashlamoqchimisiz?

source: Volume Details
uz: Jild tafsilotlari

source: Warning: Deleting this volume will also delete all related issues and articles. This action cannot be undone.
uz: Ogohlantirish: Ushbu jildni o‘chirish barcha tegishli sonlar va maqolalarni ham o‘chirib tashlaydi. Bu amalni qaytarib bo‘lmaydi.

source: This volume has no related objects. Deleting it will not affect any other data.
uz: Bu jildda bog‘liq obyektlar yo‘q. Uni o‘chirish boshqa ma’lumotlarga ta’sir qilmaydi.

source: Edit Journal Volume
uz: Jurnal jildini tahrirlash

source: Create Journal Volume
uz: Jurnal jildi yaratish

source: Update Volume
uz: Jildni yangilash

source: Create Volume
uz: Jild yaratish

source: You have total %(count)s journal volumes.
uz: Sizda jami %(count)s ta jurnal jildi bor.

source: No volumes found.
uz: Hech qanday jild topilmadi.
